Repository: phucdth12a/Restaurant-manager
Catalog: 1542257-1542258/1542257-1542258/Model/*.lproj/Localizable.strings
Languages: vi

# menu_home
source: Home
vi: Trang chủ

# menu_counter
source: Area
vi: Khu vực

# menu_statistical
source: Statistical
vi: Thống kê

# menu_food
source: Food
vi: Thức ăn

# menu_currency
source: Currency
vi: Tiền tệ

# menu_table
source: Table
vi: Bàn ăn

source: Error
vi: Lỗi

# error_empty_typeCurrency
source: Type currecy cannot be empty
vi: Loại tiền tệ không thể để trống

# error_empty_rateCurrency
source: Exchange rate currency cannot be empty
vi: Tỷ giá không thể để trống

source: Success
vi: Thành công

source: Done
vi: Hoàn tất

source: OK
vi: Đồng ý

# success_addCurrency
source: Currency has been added!
vi: Thêm tiền tệ thành công!

# success_editCurrency
source: Currency has been updated!
vi: Cập nhật tiền tệ thành công!

# titleCurrency
source: Currency
vi: Tiền tệ

# titleAddCurrency
source: New Currency
vi: Tiền tệ mới

# titleEditCurrency
source: Edit Currency
vi: Cập nhật tiền tệ

# lblCurrency
source: Currency
vi: Loại tiền tệ

# lblExchangeRate
source: ExchangeRate
vi: Tỷ giá

# btnAdd
source: Add
vi: Thêm

# btnEdit
source: Save
vi: Lưu

# btnDelete
source: Delete
vi: Xóa

# lblName
source: Name
vi: Tên

# lblDescription
source: Description
vi: Mô tả

# lblImages
source: Images
vi: Hình

# titleCounter
source: Area
vi: Khu vực

# titleAddCounter
source: New Area
vi: Khu vực mới

# titleEditCounter
source: Edit Area
vi: Cập nhật khu vực

# error_empty_nameCounter
source: Area name cannot be empty
vi: Tên khu vực không thể để trống

# error_empty_descriptionCounter
source: Area description cannot be empty
vi: Mô tả khu vực không thể để trống

# success_addCounter
source: Area has been added!
vi: Thêm khu vực thành công!

# success_editCounter
source: Area has been updated!
vi: Cập nhật khu vực thành công!

# titleFood
source: Food
vi: Thức ăn

# titleAddFood
source: New Food
vi: Thức ăn mới

# titleEditFood
source: Edit Food
vi: Cập nhật thức ăn

# lblType
source: Type
vi: Loại

# lblPrice
source: Price (USD)
vi: Đơn giá (USD)

# foodTypeFood
source: Food
vi: Thức ăn

# foodTypeDrink
source: Drink
vi: Đồ uống

# error_empty_nameFood
source: Food name cannot be empty
vi: Tên thức ăn không thể để trống

# error_empty_descriptionFood
source: Food description cannot be empty
vi: Mô tả thức ăn không thể để trống

# error_empty_priceFood
source: Price Food cannot be empty
vi: Đơn giá thức ăn không thể để trống

# success_addFood
source: Food has been added!
vi: Thức ăn được thêm thành công!

# success_editFood
source: Food has been updated!
vi: Thức ăn được cập nhật thành công!

# titleTable
source: Table
vi: Bàn

# titleAddtable
source: Add Table
vi: Bàm mới

# titleEditTable
source: Edit Table
vi: Cập nhật bàn

# lblNumberOfTable
source: Number of Table
vi: Số của bàn

# error_empty_numberOfTable
source: Number of Table cannot be empty
vi: Số của bàn không thể để trống

# error_empty_descriptionTable
source: Description Table cannot be empty
vi: Mô tả bàn không thể để trông

# success_addTable
source: Table has been added!
vi: Bàn được thêm thành công!

# success_editTable
source: Table has been updated!
vi: Bàn được cập nhật thành công!

# lblTotalMoney
source: Total money
vi: Tổng tiền

# btnCancel
source: Cancel
vi: Huỷ bàn

# btnPay
source: Pay
vi: Thanh toán

# btnAddFood
source: Add Food
vi: Thêm món

# alertOpenTable
source: Notification
vi: Thông báo

# contentOpenTable
source: Do you want open this Table?
vi: Bạn có muốn mở bàn?

# btnCancelOpenTable
source: Cancel
vi: Huỷ

# inputNumber
source: Enter the quantity
vi: Nhập số lượng

# error_empty_numberOrder
source: Please input number
vi: Vui lòng nhập số lượng

# contentCancelTable
source: Do you want cancel this table?
vi: Bạn có muốn huỷ bàn?

# contentPayTable
source: Do you want pay this table?
vi: Bạn có muốn thanh toán bàn?

# radioRevenue
source: Revenue
vi: Doanh thu

# radioQuantity
source: Quantity
vi: Số lượng

# selectTypeStatistical
source: Select the type of statistics
vi: Chọn loại thống kê

source: Choose time
vi: Chọn thời gian

# choosePeriodOftime
source: In period of time
vi: Trong khoản thời gian

# lblDate
source: Date
vi: Ngày

# lblMonth
source: Month
vi: Tháng

# lblFrom
source: From
vi: Từ

# lblTo
source: To
vi: Đến

# lblStaticsOfProcuct
source: Statistics of products sold
vi: Thống kê sản phẩm đã bán

# emptyCounter
source: There are no area. Please add the previous area.
vi: Không có khu vực. Vui lòng thêm khu vực trước.
